Tekla.Structures.ModelInternal.PrintingController
Printing controller.

Tekla.Structures.ModelInternal.PrintingController.PrintReportToPdfFunc
Print report to pdf function.

Tekla.Structures.ModelInternal.PrintingController.PrintReportToPdf(Tekla.Structures.ModelInternal.PrintingController.PrintReportToPdfArgs)
Print report to PDF.
arguments: The print report to pdf arguments.
Returns: The print report to pdf results.